app/controllers/welcome_controller.rb

	def index
		@innovators = Innovator.all
---
SELECT "innovators".* FROM "innovators"

	def show
		@innovator = Innovator.find(params[:id])
---
SELECT  "innovators".* FROM "innovators"  WHERE "innovators"."id" = $1 LIMIT 1  [["id", "last_name"]]